Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: " Maybe"
be: " Магчыма"

source: " No"
be: " Не"

source: " Yes"
be: " Так"

source: " and "
be: " і "

source: "(To clear your Browser history, use the Browser's settings.)
be: "(Каб ачысьціць гісторыю аглядальніка, зайдзіце ў налады аглядальніка.)

source: "(plus %d more \u2026)"
be: "(і яшчэ %d…)"

source: "1 day"
be: "1 дзень"

source: "1 minute"
be: "1 хвіліну"

source: "%s days"
be: "%s дні"

source: "%s minutes"
be: "%s хвілінаў"

source: "ALL"
be: "Усе"

source: "Add \"%s\" to dictionary
be: "Дадаць «%s» у слоўнік"

source: "Add calendars"
be: "Дадаць календары"

source: "Adelaide"
be: "Адэлаіда"

source: "Agenda"
be: "Парадак дня"

source: "Alaska"
be: "Аляска"

source: "America/Anchorage"
be: "Амэрыка: Анкорыдж"

source: "America/Barbados"
be: "Амэрыка: Барбадас"

source: "America/Bogota"
be: "Амэрыка: Багата"

source: "America/Caracas"
be: "Амэрыка: Каракас"

source: "America/Chicago"
be: "Амэрыка: Чыкага"

source: "America/Chihuahua"
be: "Амэрыка: Чыхуахуа"

source: "America/Costa_Rica"
be: "Амэрыка: Коста Рыка"

source: "America/Denver"
be: "Амэрыка: Дэнвэр"

source: "America/Los_Angeles"
be: "Амэрыка: Лос-Анжэлес"

source: "America/Manaus"
be: "Амэрыка: Манаус"

source: "America/Mexico_City"
be: "Амэрыка: Мэхіка"

source: "America/New_York"
be: "Амэрыка: Нью-Ёрк"

source: "America/Phoenix"
be: "Амэрыка: Фэнікс"

source: "America/Regina"
be: "Амэрыка: Рэгіна"

source: "America/Santiago"
be: "Амэрыка: Сант’яга"

source: "America/Tijuana"
be: "Амэрыка: Тыхуана"

source: "Amman, Jordan"
be: "Аман, Ярданія"

source: "Amsterdam, Berlin"
be: "Амстэрдам, Бэрлін"

source: "Arizona"
be: "Арызона"

source: "Astana"
be: "Астана"

source: "Athens, Istanbul"
be: "Афіны, Стамбул"

source: "Atlantic Time"
be: "Атлянтычны час"

source: "Auckland"
be: "Оклэнд"

source: "Azores"
be: "Азорскія выспы"

source: "Baghdad"
be: "Багдад"

source: "Baku"
be: "Баку"

source: "Bangkok"
be: "Бангкок"

source: "Beijing"
be: "Пэкін"

source: "Beirut, Lebanon"
be: "Бейрут, Ліван"

source: "Belgrade"
be: "Бялград"

source: "Bogota"
be: "Багота"

source: "Brasilia"
be: "Бразылія"

source: "Brisbane"
be: "Брысбэн"

source: "Brussels"
be: "Брусэль"

source: "Buenos Aires"
be: "Буэнас-Айрэс"

source: "Cairo"
be: "Каір"

source: "Calendars"
be: "Календары"

source: "Cape Verde Islands"
be: "Выспы Зялёнага мысу"

source: "Casablanca"
be: "Касаблянка"

source: "Central America"
be: "Цэнтральная Амэрыка"

source: "Central Time"
be: "Цэнтральны час"

source: "Chihuahua"
be: "Чыхуахуа"

source: "Choose Group"
be: "Абраць суполку"

source: "Custom\u2026 (cannot customize on phone)"
be: "На выбар… (нельга наставіць на тэлефоне)"

source: "Darwin"
be: "Дарвін"

source: "Day"
be: "Дзень"

source: "Delete event"
be: "Выдаліць падзею"

source: "Delete"
be: "Выдаліць"

source: "Dismiss all"
be: "Адхіліць усе"

source: "Dubai"
be: "Дубай"

source: "Eastern Time"
be: "Усходні час"

source: "Edit event"
be: "Зьмяніць падзею"

source: "Email addresses"
be: "Адрасы эл. пошты"

source: "Event created"
be: "Падзею стварылі"

source: "Event description"
be: "Апісаньне падзеі"

source: "Event details"
be: "Падрабязнасьці падзеі"

source: "Event location"
be: "Месца падзеі"

source: "Event name"
be: "Назва падзеі"

source: "Event saved"
be: "Падзею захавалі"

source: "Every weekday (Mon\u2013Fri)"
be: "Кожны будзень (панядзелак–пятніца)"

source: "Fiji"
be: "Фіджы"

source: "Greenland"
be: "Грэнляндыя"

source: "Guam"
be: "Гуам"

source: "Harare"
be: "Харарэ"

source: "Hawaii"
be: "Гаваі"

source: "Helsinki"
be: "Хэльсынкі"

source: "Hobart"
be: "Гобарт"

source: "Hong Kong"
be: "Ганконг"

source: "Import"
be: "Узяць"

source: "Irkutsk"
be: "Іркуцк"

source: "Islamabad, Karachi"
be: "Ісламабад, Карачы"

source: "Jerusalem"
be: "Іерусалім"

source: "Kabul"
be: "Кабул"

source: "Kathmandu"
be: "Катманду"

source: "Kolkata"
be: "Калькута"

source: "Krasnoyarsk"
be: "Краснаярск"

source: "Kuala Lumpur"
be: "Куала-Лумпур"

source: "Kuwait"
be: "Кувэйт"

source: "Loading calendars"
be: "Чытаюцца календары"

source: "Loading calendars\u2026"
be: "Чытаюцца календары…"

source: "London, Dublin"
be: "Лёндан, Дублін"

source: "Magadan"
be: "Магадан"

source: "Manaus"
be: "Манаўс"

source: "Marshall Islands"
be: "Маршалавы выспы"

source: "Mexico City"
be: "Мэхіка"

source: "Mid-Atlantic"
be: "Сярэдняя Атлянтыка"

source: "Midnight"
be: "Поўнач"

source: "Midway Island"
be: "Выспа Мідўэй"

source: "Minsk"
be: "Менск"

source: "Montevideo"
be: "Мантэвідэо"

source: "Month"
be: "Месяц"

source: "Monthly (every %1$s %2$s)"
be: "Штомесяц (кожны %1$s %2$s)"

source: "Monthly (on day %s)"
be: "Штомесяц (у дзень %s)"

source: "Moscow"
be: "Масква"

source: "Mountain Time"
be: "Горны час"

source: "My calendars"
be: "Мае календары"

source: "Nairobi"
be: "Найробі"

source: "New Catalog"
be: "Новы каталёґ"

source: "New event"
be: "Новая падзея"

source: "Newfoundland"
be: "Ньюфаўндлэнд"

source: "Nickname/Organization will be shown on in-call screen."
be: "Падчас размовы будзе паказвацца мянушка або аб’яднаньне"

source: "No"
be: "Не"

source: "Noon"
be: "Поўдзень"

source: "Num events"
be: "Колькасьць"

source: "Pacific Time"
be: "Ціхаакіянскі час"

source: "Pacific/Honolulu"
be: "Ціхі акіян: Ганалулу"

source: "Pacific/Majuro"
be: "Ціхі акіян: Маджура"

source: "Pacific/Midway"
be: "Ціхі акіян: Мідўэй"

source: "Paris"
be: "Парыж"

source: "Perth"
be: "Пэрт"

source: "Press Menu for call options \u2022 Use keyboard to dial"
be: "Націсьніце «Мэню», каб пабачыць можнасьці выкліку • Карыстайцеся наборнікам, каб выклікаць"

source: "Really Remove
be: "Ці сапраўды сьцерці

# "Really Remove Current Catalog?"
source: "Really Remove\nCurrent Catalog?"
be: "Ці сапраўды сьцерці\n бягучы каталёґ?"

source: "Remove Catalog"
be: "Сьцерці каталёґ"

source: "Remove calendars"
be: "Выдаліць календары"

source: "Santiago"
be: "Сант’яга"

source: "Sarajevo"
be: "Сараева"

source: "Saskatchewan"
be: "Саскачаван"

source: "Seoul"
be: "Сеул"

source: "Settings"
be: "Налады"

source: "Setup Group"
be: "Уладкаваць суполку"

source: "Show agenda"
be: "Паказаць парадак дня"

source: "Show day"
be: "Паказаць дзень"

source: "Show nick/organization"
be: "Паказваць мянушку або аб’яднаньне"

source: "Snooze all"
be: "Адкласьці ўсе"

source: "Sri Lanka"
be: "Шры-Ланка"

source: "Sydney, Canberra"
be: "Сіднэй, Канбэра"

source: "Taipei"
be: "Тайбэй"

source: "Tap on center color to confirm.
be: "Каб пацьвердзіць, націсьніце на колер усярэдзіне.

source: "Tbilisi"
be: "Тбілісі"

source: "Tehran"
be: "Тэгеран"

source: "Tijuana"
be: "Тыхуана"

source: "Today"
be: "Сёньня"

source: "Tokyo, Osaka"
be: "Токіо, Асака"

source: "Tonga"
be: "Тонга"

source: "Ural'sk"
be: "Уральск"

source: "Venezuela"
be: "Вэнэсуэла"

source: "View event"
be: "Паглядзець падзею"

source: "Vladivostok"
be: "Уладзівасток"

source: "W. Africa Time"
be: "Заходні афрыканскі час"

source: "Week"
be: "Тыдзень"

source: "Weekly (every %s)"
be: "Штотыдзень (кожны %s)"

source: "Windhoek"
be: "Ўіндгук"

source: "Yakutsk"
be: "Якуцк"

source: "Yangon"
be: "Рангуне"

source: "Yearly (on %s)"
be: "Штогод (у %s)"

source: "Yekaterinburg"
be: "Екацярынбург"

source: "Yerevan"
be: "Ерэван"

source: "Yes"
be: "Так"

source: "You can not setup this group"
be: "Нельга ўладкаваць гэтую суполку"

source: "You don't have any contacts to display. (If you just added an account, it can take a few minutes to sync contacts.)"
be: "Няма кантактаў, якія можна было б паказаць. (Калі вы толькі што дадалі рахунак, можа спатрэбіцца колькі хвілінаў, каб кантакты сынхранізаваліся.)"

source: "You don't have any contacts to display. (If you just added an account, it can take a few minutes to sync contacts.)\n\nTo add contacts, press Menu and touch:\n \nAccounts to add or configure an account with contacts you can sync to the phone\n \nDisplay options to change which contacts are visible\n \nNew contact to create a new contact from scratch\n \nImport/Export\n"
be: "Няма кантактаў, якія можна было б паказаць. (Калі вы толькі што дадалі рахунак, можа спатрэбіцца колькі хвілінаў, каб кантакты сынхранізаваліся.)\n \n Каб дадаць кантакт, націсьніце Мэню, потым:\n \n Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам\n \n Можнасьці паказу — каб вызначыць, якія кантакты мусяць паказвацца\n \n Новы кантакт — каб стварыць новы кантакт з нуля\n \n Узяць або выняць\n "

source: "You don't have any contacts to display."
be: "Няма кантактаў, якія можна было б паказаць."

source: "You don't have any contacts to display.\n\nTo add contacts, press Menu and touch:\n \nAccounts to add or configure an account with contacts you can sync to the phone\n \nNew contact to create a new contact from scratch\n \nImport/Export\n"
be: "Няма кантактаў, якія можна было б паказаць.\n \n Каб дадаць кантакт, націсьніце Мэню, потым:\n \n Рахункі — каб дадаць ці наладзіць рахунак кантактаў, які можна сынхранізаваць з тэлефонам\n \n Новы кантакт — каб стварыць новы кантакт з нуля\n \n Узяць або выняць\n "

source: "You don't have any favorites.\n\nTo add a contact to your list of favorites:\n Touch the Contacts tab\n \nTouch the contact you want to add to your favorites\n \nTouch the star next to the contact\'s name\n"
be: "Ва ўпадабаных нікога няма.\n \n Каб дадаць кантакт да сьпісу ўпадабаных, зрабіце наступнае:\n Абярыце картку Кантакты\n \n Націсьніце на кантакт, які вы хочаце дадаць да ўпадабаных\n \n Націсьніце на зорачку праваруч ад імені кантакту\n"

source: "less than 1 minute"
be: "меньш за хвіліну"

source: "midnight"
be: "поўнач"

source: "noon"
be: "поўдзень"

source: %0$d contacts
be: Кантактаў: %0$d

source: %1$d Application restored.
be: Аднавілі %1$d праґраму.

source: %1$d Applications restored.
be: Аднавілі праґрамаў: %1$d.

source: %1$d Kbps
be: %1$d кб/с

source: %1$d account
be: %1$d рахунак

source: %1$d accounts
be: Рахункаў: %1$d

source: %1$d channels
be: Каналаў: %1$d

source: %1$d chats
be: гутарак: %1$d

source: %1$d contacts, %2$d with phones
be: Кантактаў: %1$d, %2$d з тэлефонамі

source: %1$d fps
be: %1$d кадраў/с

source: %1$d of %2$d
be: %1$d з %2$d

source: %1$d people +1'd this
be: Некалькі (%1$d) чалавек паставілі «+1»

source: %1$d person +1'd this
be: %1$d чалавек паставіў «+1»

source: %1$d photos • %2$d videos
be: Здымкаў: %1$d • Відэа: %2$d

source: %1$d result for \"%2$s\"
be: %1$d вынік для «%2$s»

source: %1$d result from %2$s
be: %1$d вынік з %2$s

source: %1$d results for \"%2$s\"
be: Вынікаў для «%2$s»: %1$d

source: %1$d results from %2$s
be: Вынікаў: %1$d з %2$s

source: %1$d unread (%2$s)
be: Непрачытаных: %1$d (%2$s)

source: %1$d unread conversation
be: %1$d непрачытаная размова

source: %1$d unread conversations
be: Непрачытаных размоў: %1$d

source: %1$d update found.
be: Знайшлі %1$d абнаўленьне.

source: %1$d updates found.
be: Знайшлі абнаўленьняў: %1$d.

source: %1$d%% • %2$d photos • %3$d videos
be: %1$d%% • Здымкаў: %2$d • Відэа: %3$d

source: %1$dd %2$dh %3$dm %4$ds
be: %1$d дз. %2$d г. %3$d хв. %4$d с.

source: %1$dh %2$dm %3$ds
be: %1$d г. %2$d хв. %3$d с.

source: %1$dm %2$ds
be: %1$d хв. %2$d с.

source: %1$ds
be: %1$d с.

source: %1$d٪ of cycle elapsed
be: Мінула %1$d٪ адцінку часу

# %1$d٪ of cycle elapsed Next period starts in %2$d days (%3$s)
source: %1$d٪ of cycle elapsed\nNext period starts in %2$d days (%3$s)
be: Мінула %1$d٪ адцінку часу\n Наступны адцінак пачынаецца праз %2$d дзён (%3$s)

source: %1$g Mbps
be: %1$g Мб/с

source: %1$s %2$s portable Wi-Fi hotspot
be: Адметны пункт Wi-Fi: %1$s %2$s

source: %1$s (%2$d٪) of %3$s period maximum
be: %1$s (%2$d٪) з найбольшага %3$s за адцінак часу

# %1$s (%2$d٪) of %3$s period maximum Next period starts in %4$d days (%5$s)
source: %1$s (%2$d٪) of %3$s period maximum\nNext period starts in %4$d days (%5$s)
be: %1$s (%2$d٪) з найбольшага %3$s за адцінак часу\n Наступны адцінак пачынаецца праз %4$d дзён (%5$s)

source: %1$s (invalid)
be: %1$s (хібны)

source: %1$s + %2$d others
be: %1$s і яшчэ %2$d

source: %1$s +1'd this
be: %1$s паставіў «+1»

source: %1$s - inactive in %2$d day(s)
be: %1$s — скасуецца праз %2$d дзён

source: %1$s Billing Agreement
be: Пагадненьне аплаты %1$s

source: %1$s Received complete.
be: Скончылі атрымваць «%1$s».

source: %1$s Sent complete.
be: Скончылі дасылаць «%1$s».

source: %1$s and %2$d others
be: %1$s ды іншыя колькасьцю %2$d

source: %1$s and %2$s people +1'd this
be: %1$s і нехта яшчэ (%2$s) паставіў «+1»

source: %1$s and %2$s person +1'd this
be: %1$s і нехта яшчэ (%2$s) паставіў «+1»

source: %1$s as %2$s \(uid: %3$d\)
be: %1$s як %2$s \(азначальнік: %3$d\)

source: %1$s by %2$s
be: %1$s ад %2$s

source: %1$s contact
be: Кантакт %1$s

source: %1$s contact information is not editable on this device.
be: Зьвесткі пра кантакт %1$s нельга правіць на гэтае прыладзе.

source: %1$s could not be installed on this phone.
be: %1$s нельга ўсталяваць на гэты тэлефон.

source: %1$s could not be installed.
be: Нельга ўсталяваць %1$s.

source: %1$s could not be uninstalled
be: Нельга высталяваць %1$s

source: %1$s d %2$s hr
be: %1$s дз. %2$s гадз.

source: %1$s day ago
be: %1$s дзень таму

source: %1$s days ago
be: %1$s дзён таму

source: %1$s downloads
be: Спампавалі: %1$s

source: %1$s hour ago
be: %1$s гадзіну таму

source: %1$s hours ago
be: %1$s гадз. таму

source: %1$s hr %2$s min
be: %1$s гадз. %2$s хв.

source: %1$s is now running.
be: Зараз працуе %1$s.

source: %1$s is offline.
be: %1$s адлучаны.

source: %1$s maximum exceeded
be: Перавысілі мяжу %1$s

# %1$s maximum exceeded Data rate reduced to %2$d Kb/s
source: %1$s maximum exceeded\nData rate reduced to %2$d Kb/s
be: %1$s перавысілі мяжу\n Хуткасьць перадаваньня паменшылася да %2$d Kб/с

source: %1$s messages per conversation
be: Паведамленьняў на размову: %1$s

source: %1$s min
be: %1$s хв.

source: %1$s mins %2$s secs
be: %1$s хв. %2$s сэк.

source: %1$s minute ago
be: %1$s хвіліну таму

source: %1$s minutes ago
be: %1$s хв. таму

source: %1$s month ago
be: %1$s месяц таму

source: %1$s months ago
be: %1$s месяцаў таму

source: %1$s of %2$s
be: %1$s з %2$s

source: %1$s of %2$s contacts
be: %1$s з %2$s кантактаў

source: %1$s of %2$s files
be: %1$s з %2$s файлаў

source: %1$s options
be: Можнасьці %1$s

source: %1$s rating
be: %1$s ацэнка

source: %1$s ratings
be: Ацэнак: %1$s

source: %1$s recipients
be: Атрымальнікаў: %1$s.

source: %1$s reshared %2$s's post
be: %1$s падзяліўся допісам %2$s

source: %1$s results for \"%2$s\"
be: %1$s вынікаў для «%2$s»

source: %1$s review
be: %1$s водгук

source: %1$s reviews
be: Водгукаў: %1$s

source: %1$s running
be: %1$s працуе

source: %1$s second ago
be: %1$s сэкунду таму

source: %1$s seconds ago
be: %1$s сэк. таму

source: %1$s settings
be: Налады %1$s

source: %1$s since unplugged
be: %1$s па адлучэньні

source: %1$s successful, %2$s failed.
be: %1$s пасьпяхова, %2$s не ўдалося.

source: %1$s switch
be: %1$s перамыкач

source: %1$s to %2$s
be: %1$s да %2$s

source: %1$s via %2$s
be: %1$s праз %2$s

source: %1$s videos
be: %1$s відэа

source: %1$s views
be: %1$s праглядаў

source: %1$s was originally launched.
be: Першапачаткова запускалі %1$s.

source: %1$s week ago
be: %1$s тыдзень таму

source: %1$s weeks ago
be: %1$s тыдняў таму

source: %1$s will be disconnected.
be: %1$s адлучыцца.

source: %1$s will be removed from this phone.
be: %1$s высталюецца з гэтага тэлефона.

source: %1$s would like to access your contacts and call history.
be: %1$s просіць атрымаць доступ да вашых кантактаў і гісторыі выклікаў.

source: %1$s wrote: %2$s
be: %1$s піша: %2$s

source: %1$s year ago
be: %1$s год таму

source: %1$s years ago
be: %1$s год таму

source: %1$s's favorites
be: Упадабаныя %1$s

source: %1$s, then %2$s
be: Спачатку %1$s, потым %2$s

source: %1$s: touch to manage
be: %1$s: каб кіраваць, націсьніце

# %1$s wants to pair.
source: %1$s\nwants to pair.
be: %1$s\n хоча спалучыцца.

source: %1s's channel
be: Канал %1s

source: %2$d of %1$d songs
be: %2$d з %1$d песень

source: %2$s, secured with %1$s
be: %2$s, забясьпечаная %1$s

source: %d Birthdays
be: Народзінаў: %d

source: %d Members
be: Чальцоў: %d

source: %d album
be: %d альбом

source: %d albums
be: Альбомаў: %d

source: %d check-ins
be: Адзнак: %d

source: %d circle
be: %d кола

source: %d circles
be: %d колаў

source: %d comment
be: %d выказваньне

source: %d comments
be: Выказваньняў: %d

source: %d contacts
be: Кантактаў: %d

source: %d days
be: %d дз.

source: %d days ago
be: Дзён таму: %d

source: %d hours
be: %d гадз.

source: %d hours ago
be: %d гадз. таму

source: %d like this
be: Упадабалі: %d

source: %d matches
be: Супадзеньняў: %d

source: %d messages match
be: Адпаведных паведамленьняў: %d

source: %d mins
be: %d хв.

source: %d mins ago
be: %d хв. таму

source: %d minutes
be: %d хв.

source: %d minutes ago
be: %d хв. таму

source: %d more events
be: яшчэ падзеяў: %d

source: %d mutual friends
be: Супольных сяброў: %d

source: %d new messages
be: Новых паведамленьняў: %d

source: %d new missed calls
be: Прапусьцілі выклікаў: %d

source: %d of %d
be: %d з %d

source: %d other
be: %d іншы

source: %d others
be: Іншых: %d

source: %d people
be: Людзей: %d

source: %d people like this
be: Упадабалі: %d

source: %d people like this.
be: Упадабалі: %d.

source: %d percent complete...
be: Выканалі на %d адсоткаў…

source: %d person
be: %d чалавек

source: %d photo
be: %d фатаздымак

source: %d photos
be: Фатаздымкаў: %d

source: %d recent apps
be: Нядаўніх праґрамаў: %d

source: %d results found
be: Знайшлі вынікаў: %d

source: %d second left
be: Засталася %d сэк.

source: %d seconds ago
be: %d сэк. таму

source: %d seconds left
be: Засталося %d сэк.

source: %d secs ago
be: %d сэк. таму

source: %d songs
be: Песень: %d

source: %d songs added to playlist.
be: Дадалі некалькі (%d) песень у сьпіс.

source: %d songs were deleted.
be: Сьцерлі некалькі (%d) песень.

source: %d step from %d
be: Крок %d з %d

source: %d unread notifications
be: Непрачытаных спавяшчэньняў: %d

source: %d vote
be: %d голас

source: %d votes
be: Галасоў: %d

source: %d years old
be: %d год таму

source: %d%% complete
be: Прагледзелі %d%%

source: %d%% or less remaining.
be: засталося меней за %d%%.

source: %s (snoozed)
be: %s (адклалі)

source: %s - credit low
be: %s — мала крэдыту

source: %s - inactive
be: %s — скасавалі

source: %s - no credit
be: %s — няма крэдыту

source: %s : Saved
be: %s: захавалі

source: %s Download complete.
be: Спампавалі %s.

source: %s VPN connected
be: Далучыліся да сеткі VPN «%s»

source: %s VPN disconnected
be: Адлучыліся ад сеткі VPN «%s»

source: %s added %s to the huddle
be: %s дадаў %s да таемкі

source: %s as %s (uid: %d)
be: %s як %s (азначальнік: %d)

source: %s at %s
be: %s а %s

source: %s can't be updated
be: %s не абнавілі

source: %s cannot currently see you as your video is not turned on.
be: %s ня ўбачыць вас, пакуль вы ня ўлучыце сваё відэа.

source: %s comment
be: Выказваньняў: %s

source: %s could not be added to the huddle.
be: Не ўдаецца дадаць %s да таемкі.

source: %s could not be added.
be: Не ўдаецца дадаць %s.

source: %s could not be downloaded.
be: Нельга спампаваць %s.

source: %s days
be: %s дзён

source: %s details
be: Падрабязнасьці %s

source: %s has a phone number in a country not supported and could not be added to the huddle.
be: %s нельга дадаць да таемкі: ён мае нумар тэлефону з краіны, якая не падтрымваецца.

source: %s has been added
be: Дадалі: %s

source: %s has been added to your Contact list.
be: Дадалі да сьпісу кантактаў: %s.

source: %s has been blocked from contacting you.
be: Карыстальніку %s забаранілі кантактаваць з вамі.

source: %s has been granted Superuser permissions
be: Праґрама %s атрымала правы спраўніка

source: %s has been removed
be: Выкрасьлілі: %s

source: %s has been removed from your Contacts.
be: Выкрасьлілі з кантактаў: %s.

source: %s has been unblocked and can contact you.
be: Карыстальніка %s адамкнулі: ён можа кантактаваць з вамі.

source: %s has invited you to a group chat.
be: %s запрасіў вас да супольнае гутаркі

source: %s has joined
be: %s далучыўся

source: %s has left
be: %s сышоў

source: %s has named the huddle %s
be: %s назваў таемку: «%s»

source: %s has not set a mood message
be: Карыстальнік %s не вызначаў настрою

source: %s has started a huddle with you for the first time.
be: %s упершыню распачаў з вамі таемку.

source: %s has taken this chat off the record.
be: %s загадаў не запісваць гутарку.

source: %s hours
be: %s гадз.

source: %s in your account
be: %s на рахунку

source: %s invited you
be: %s запрасіў вас

source: %s invited you to this huddle
be: %s запрасіў вас да таемкі

source: %s is away
be: %s адышоў

source: %s is busy
be: %s заняты

source: %s is disabled
be: %s забаранілі

source: %s is enabled
be: %s дазволілі

source: %s is offline
be: %s адлучаны

source: %s is online
be: %s далучаны

source: %s is set
be: %s вызначылі

source: %s is using a version of Skype which cannot receive a video call.
be: %s карыстаецца вэрсіяй Skype, якая ня можа адказваць на выклікі па відэа.

source: %s left the huddle
be: %s выйшаў з таемкі

source: %s like
be: Упадабанае: %s

source: %s likes this.
be: %s падабае на гэта.

source: %s may be malicious.
be: %s можа быць зламыснаю праґрамаю.

source: %s messages could not be sent.
be: Не ўдаецца даслаць некалькі (%s) паведамленьняў.

source: %s minutes
be: %s хв.

source: %s missed calls
be: %s прапушчаных выклікаў

source: %s not set
be: %s ня вызначылі

source: %s not set (optional)
be: %s ня вызначылі (не абавязкова)

source: %s on %s
be: %s а %s

source: %s only shares certain information with everyone.
be: %s з усімі падзяліўся толькі пэўнымі зьвесткамі.

source: %s photo
be: Здымкаў: %s

source: %s read message
be: %s прачытанае паведамленьне

source: %s read messages
be: Прачытаных паведамленьняў: %s

source: %s received your friend request and will confirm that you are her friend.
be: %s атрымае ад вас запыт сябраваць і пацьвердзіць, што вы сябруеце.

source: %s received your friend request and will confirm that you are his friend.
be: %s атрымае ад вас запыт сябраваць і пацьвердзіць, што вы сябруеце.

source: %s recipients selected
be: Атрымальнікаў: %s

source: %s result for \"%s\"
be: %s вынік на «%s»

source: %s results for \"%s\"
be: Вынікаў на «%s»: %s

source: %s sec
be: %s сэкунда

source: %s secs
be: %s сэк.

source: %s settings
be: Налады %s

source: %s started a huddle
be: %s распачаў таемку

source: %s unread chats
be: %s непрачытаная гутарка

source: %s unread messages.
be: Непрачытаных: %s.

source: %s wants to be able to chat
be: %s хоча пагутарыць

source: %s wants to chat with you.
be: %s хоча пагутарыць з вамі.

source: %s wants to know your location
be: %s хоча ведаць, дзе вы ёсьць

source: %s will be removed.
be: %s выкрасьліцца.

source: %s wrote:
be: %s піша:

source: %s's albums
be: Альбомы %s

source: %s's music
be: Музыка %s

source: %s's wall
be: Сьцяна %s

source: %s/min
be: %s/хв.

source: & answer
be: і адказаць

source: '%s' is added
be: «%s» дадалі

source: 'Bathing Cat' is a HOME screen widget.Please go to your HOME screen and do a longclick on the desktop.Choose Widgets and then 'Bathing Cat'.
be: «Кацяня ў ваньне» — гэта ВІДЖЭТ на стальніцу. Калі ласка, націсьніце на стальніцу ды трымайце, у мэню абярыце «віджэты», потым — «Кацяня ў ваньне».

source: 'IMG'_yyyyMMdd_HHmmss
be: 'ФОТА'_yyyyMMdd_HHmmss

source: 'VID'_yyyyMMdd_HHmmss
be: 'ВІДЭА'_yyyyMMdd_HHmmss

source: (%d widgets)
be: (віджэтаў: %d)

source: (%d) Active chats
be: Дзейных гутарак: %d

source: (%s more reminder)
be: (і яшчэ %s напамін)

source: (%s more reminders)
be: (і яшчэ %s напамінаў)

source: (8 characters minimum)
be: (прынамсі 8 знакаў)

source: (AC)
be: (ад сеткі)

source: (Contacts themselves will not be deleted.)
be: (Самі кантакты застануцца.)
